Repository: artemanufrij/showmypictures
Catalog: po/*.po
Languages: fr, nl, pt

source: %.0fMB saved
fr: %.0fMo économisés
nl: %.0fMB opgeslagen
pt: %.0fMB gravado

source: %.1fMB saved
fr: %.1fMo économisés
nl: %.1fMB opgeslagen
pt: %.1fMB gravado

source: %.2fMB saved
fr: %.2fMo économisés
nl: %.2fMB opgeslagen
pt: %.2fMB gravado

source: Open with
fr: Ouvrir avec
nl: Openen met
pt: Abrir com

source: Set as Album picture
fr: Définir comme pochette d'album
nl: Instellen als albumomslag
pt: Definir como foto de Álbum

source: Album cover changed
fr: Pochette d'album modifiée
nl: Albumomslag gewijzigd
pt: Capa do Álbum alterada

source: Open location
fr: Ouvrir l'emplacement
nl: Locatie openen
pt: Abrir localização

source: Save as…
fr: Enregistrer sous…
nl: Opslaan als…
pt: Guardar como…

source: Cancel
fr: Annuler
nl: Annuleren
pt: Cancelar

source: Save
fr: Enregistrer
nl: Opslaan
pt: Guardar

source: Move into Trash
fr: Déplacer vers la corbeille
nl: Verplaatsen naar prullenbak
pt: Mover para o Lixo

source: Import
fr: Importer
nl: Importeren
pt: Importar

source: Import %u pictures
fr: Importer %u images
nl: %u afbeeldingen importeren
pt: Importar %u Fotos

source: Edit Album properties…
fr: Modifier les propriétés de l'album…
nl: Albumeigenschappen bewerken…
pt: Editar propriedades do Álbum…

source: Optimize pictures (lossless)
fr: Optimiser les images (sans perte)
nl: Afbeeldingen optimaliseren (zonder kwaliteitsverlies)
pt: Otimizar fotos (sem perdas)

source: Merge %u selected Albums
fr: Fusionner %u albums sélectionnés
nl: %u geselecteerde albums samenvoegen
pt: Juntar %u Álbuns selecionados

source: %u Pictures
fr: %u images
nl: %u afbeeldingen
pt: %u Fotos

source: Keywords: <b>%s</b>
fr: Mots clés : <b>%s</b>
nl: Sleutelwoorden: <b>%s</b>
pt: Palavras Chave: <b>%s</b>

source: Comments: <b>%s</b>
fr: Commentaires : <b>%s</b>
nl: Opmerkingen: <b>%s</b>
pt: Comentários: <b>%s</b>

source: Duplicates
fr: Doublons
nl: Duplicaten
pt: Duplicados

source: Not Found
fr: Non trouvé
nl: Niet gevonden
pt: Não Encontrado

source: Devices
fr: Appareils
nl: Apparaten
pt: Dispositivos

source: Events
fr: Événements
nl: Gebeurtenissen
pt: Eventos

source: Labels
fr: Étiquettes
pt: Etiquetas

source: Change Pictures Folder
fr: Modifier le dossier des images
nl: Afbeeldingsmap wijzigen...
pt: Alterar Pasta das Fotos

source: Load pictures from a folder, a network or an external disk.
fr: Charger des images depuis un dossier, un réseau ou un disque externe.
nl: Afbeeldingen laden uit een map, van een netwerk of externe schijf.
pt: Carregar fotos de uma pasta, rede ou de um disco externo.

source: Import Pictures
fr: Importer des images
nl: Afbeeldingen importeren
pt: Importar Fotos

source: Import pictures from a source into your library.
fr: Importer des images depuis une source vers votre bibliothèque.
nl: Afbeeldingen importeren naar je verzameling.
pt: Importar fotos de uma fonte para dentro da sua biblioteca.

source: Rotate left [Ctrl+Left]
fr: Tourner à gauche [Ctrl+Gauche]
nl: Naar links draaien [Ctrl+pijltje naar links]
pt: Rodar para a esquerda [Ctrl+Left]

source: Rotate right [Ctrl+Right]
fr: Tourner à droite [Ctrl+Droite]
nl: Naar rechts draaien [Ctrl+pijltje naar rechts]
pt: Rodar para a direita [Ctrl+Right]

source: Move into trash
fr: Déplacer vers le corbeille
nl: Verplaatsen naar prullenbak
pt: Mover para o lixo

source: Rename current Picture
fr: Renommer l'image actuelle
nl: Huidige afbeeldingsnaam wijzigen
pt: Renomear foto atual

source: Next Picture
fr: Image suivante
nl: Volgende afbeelding
pt: Foto Seguinte

source: Previous Picture
fr: Image précédente
nl: Vorige afbeelding
pt: Foto Anterior

source: Keywords comma separated
fr: Mots clés séparés par des virgules
nl: Sleutelwoorden (kommagescheiden)
pt: Palavras Chave separadas por vírgula

source: Picture properties updated
fr: Propriétés de l'image actualisées
nl: Afbeeldingseigenschappen bijgewerkt
pt: Propriedades da foto atualizadas

source: Remove Pictures
fr: Supprimer les images
nl: Afbeeldingen verwijderen
pt: Remover Fotos

source: …importing
fr: Importation…
nl: …bezig met importeren
pt: …A importar

source: Select a folder.
fr: Sélectionner un dossier.
nl: Kies een map.
pt: Selecione uma pasta.

source: _Cancel
fr: _Annuler
nl: _Annuleren
pt: _Cancelar

source: _Open
fr: _Ouvrir
nl: _Openen
pt: _Abrir

source: Folder
fr: Dossier
nl: Map
pt: Pasta

source: No Date
fr: Pas de date
nl: Geen datum
pt: Sem Data

source: Hide Picture Details [F4]
fr: Masquer les détails des images [F4]
nl: Afbeeldingsinformatie verbergen [F4]
pt: Esconder Detalhes da Foto [F4]

source: Show Picture Details [F4]
fr: Afficher les détails des images [F4]
nl: Afbeeldingsinformatie tonen [F4]
pt: Mostrar Detalhes da Foto [F4]

source: Change Picture Folder…
fr: Changer le dossier des images…
nl: Afbeeldingsmap wijzigen...
pt: Alterar Pasta da Foto…

source: Import Pictures…
fr: Importer des images…
nl: Afbeeldingen importeren…
pt: Importar Fotos…

source: Reset all views
fr: Réinitialiser toutes les vues
nl: Alle weergaven herstellen
pt: Repor todas as vistas

source: Resync Library
fr: Resynchroniser la bibliothèque
nl: Verzameling opnieuw synchroniseren
pt: Voltar a Sincronizar a Biblioteca

source: Preferences
fr: Préférences
nl: Voorkeuren
pt: Preferências

source: Search Pictures
fr: Rechercher des images
nl: Afbeeldingen doorzoeken
pt: Procurar Fotos

source: Back
fr: Retour
nl: Terug
pt: Voltar

source: %u pictures from %s imported
fr: %u images importées depuis %s
nl: %u van %s afbeeldingen geïmporteerd
pt: %u fotos de %s importadas

source: Memories
nl: Herinneringen
pt: Memórias

source: Use Dark Theme
fr: Utiliser le thème sombre
nl: Donker thema gebruiken
pt: Usar Tema Escuro

source: Sync files on start up
fr: Synchroniser les fichiers au lancement
nl: Bestanden synchroniseren bij opstarten
pt: Sincronizar ficheiros ao iniciar

source: Check for duplicates
fr: Vérifier les doublons
nl: Controleren op duplicaten
pt: Verificar por duplicados

source: Check for missing files
fr: vérifier les fichiers manquants
nl: Controleren op ontbrekende bestanden
pt: Verificar por ficheiros em falta

source: Use Fast View
fr: Utiiser la vue rapide
nl: Snelle weergave gebruiken
pt: Usar Vista Rápida

source: Multiwindow
fr: Multifenêtre
nl: Meerdere vensters
pt: Multi-Janela

source: Import Location
fr: Emplacement d'importation
nl: Locatie importeren
pt: Localização da Importação

source: Import Pictures into Library
fr: Importer des images dans la bibliothèque
nl: Afbeeldingen importeren naar verzameling
pt: Importar Fotos para dentro da Biblioteca

source: Location for imported Files
fr: Emplacement des fichiers importés
nl: Locatie van geïmporteerde bestanden
pt: Localização para Ficheiros importados

source: General
fr: Général
nl: Algemeen
pt: Geral

source: Fast View
fr: Vue rapide
nl: Snelle weergave
pt: Vista Rápida

source: Close
fr: Fermer
nl: Sluiten
pt: Fechar

source: Keywords
fr: Mots clés
nl: Sleutelwoorden
pt: Palavras Chave

source: File name exists
fr: Le nom du fichier existe déjà
nl: Bestandsnaam bestaat al
pt: Nome do ficheiro existe

source: Press [Enter] for rename file
fr: Appuyez sur [Entrée] pour renommer un fichier
nl: Druk op [Enter] om de bestandsnaam te wijzigen
pt: Pressione [Enter] para renomear o ficheiro
